{
    "descriptive statistics": "utilizes numerical and graphical methods to look for patterns in a data set, to summarize the information revealed in a data set, and to present that information in a convenient form."
    ,"inferential statistics": "utilizes sample data to make estimates, decisions, predictions, or other generalizations about a larger set of data."
    ,"experimental unit": " An experimental (or observational) unit is an object (e.g., person, thing, transaction, or event) about which we collect data."
    ,"observational unit": " An experimental (or observational) unit is an object (e.g., person, thing, transaction, or event) about which we collect data."
    ,"population": "A population is a set of all units (usually people, objects, transactions, or events) that we are interested in studying"
    ,"variable": "A variable is a characteristic or property of an individual experimental (or observational) unit in the population."
    ,"statistical inference":"A statistical inference is an estimate, prediction, or some other generalization about a population based on information contained in a sample."
    ,"measure of reliability":"A measure of reliability is a statement (usually quantitative) about the degree of uncertainty associated with a statistical inference"
    ,"quantitative data": "Quantitative data are data that are measured on a naturally occurring numerical scale."
    ,"qualitative data": "Qualitative (or categorical) data are measurements that cannot be measured on a     natural numerical scale; they can only be classified into one of a group of categories."
    ,"designed experiment": "A designed experiment is a data collection method where the researcher exerts full control over the characteristics of the experimental units sampled. These experiments typically involve a group of experimental units that are assigned the treatmentand an untreated (or control) group"
    ,"observational study": "An observational study is a data collection method where the experimental units sampled are observed in their natural setting. No attempt is made to control the characteristics of the experimental units sampled. (Examples include opinion pollsand surveys.)"
    ,"representative sample": "A representative sample exhibits characteristics typical of those possessed by the target population."
    ,"simple random sample": "A simple random sample of n experimental units is a sample selected from the population in such a way that every different sample of size n has an equal chance of selection"
    ,"selection bias": "Selection bias results when a subset of experimental units in the population has little or no chance of being selected for the sample."
    ,"nonresponse bias": "Nonresponse bias is a type of selection bias that results when data on all experimental units in a sample are not obtained."
    ,"measurement error": "easurement error refers to inaccuracies in the values of the data collected. In surveys, the error may be due to ambiguous or leading questions and the interviewer’s effect on the respondent."
    ,"class": "A class is one of the categories into which qualitative data can be classified."
    ,"class frequency": "The class frequency is the number of observations in the data set that fall into a particular class."
    ,"class relative frequency": "The class relative frequency is the class frequency divided by the total number of observations in the data set;"
    ,"class percentage": "The class percentage is the class relative frequency multiplied by 100"
}